// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "Status da impressora";

"SuppliesDetailsTitle" = "Informações detalhadas sobre suprimentos";
"OrderSuppliesTitle" = "Pedir suprimentos HP";

"Loading..." = "Carregando…";

// Color Names
"black" = "Preto fosco";
"blue" = "Azul";
"brightyellow" = "Bright Yellow";
"cyan" = "Ciano";
"darkgray" = "Preto para foto";
"darkmagenta" = "DarkMagenta";
"flourescentpink" = "Flourescent Pink";
"flourescentyellow" = "Flourescent Yellow";
"glossyblack" = "Glossy Black";
"gray" = "Cinza";
"green" = "Verde";
"lightcyan" = "Ciano claro";
"lightgray" = "Cinza claro";
"lightmagenta" = "Magenta claro";
"lightyellow" = "Light Yellow";
"magenta" = "Magenta";
"matteblack" = "Preto fosco";
"mediumcyan" = "Medium Cyan";
"mediumgray" = "Medium Gray";
"orange" = "Laranja";
"photoblack" = "Preto para foto";
"red" = "Vermelho";
"reflexblue" = "Reflex Blue";
"rhodaminered" = "Rhodamine Red";
"transparent" = "Intensif. brilho";
"violet" = "Azul";
"white" = "White";
"yellow" = "Amarelo";

/* Name field label */
"Name:" = "Nome:";

/* Model field label */
"Model:" = "Modelo:";

/* Connection field label */
"Connection:" = "Conexão:";

/* Address field label */
"IP Address:" = "Endereço IP:";

/* Firmware version field label */
"FW Version:" = "Versão de FW:";

// Buttons
PrinterDetailsButtonTitle = "Detalhes da impressora…";
PrinterDetailsButtonToolTip = "Vá para o HP Printer Monitor para obter mais detalhes sobre os alertas e status da impressora.";
SuppliesDetailsButtonTitle = "Detalhes de suprimentos…";
SuppliesDetailsButtonToolTip = "Clique aqui para obter mais detalhes sobre cartuchos de tinta, cabeçotes de impressão e status do papel.";
OrderSuppliesButtonTitle = "Pedir suprimentos HP";
OrderSuppliesButtonToolTip = "Pedir suprimentos HP em HP.com";

